// © Copyright 2004-2010, 2015 HP Development Company, L.P.

HSDTaskName = "校准";

HSDUnknownValue = "选择";
NoAlignTitle = "无法进行校准";
NoAlignMsg = "请检查打印机是否已连接并开启，然后重试。";

ValidationMsg = "正在打印带有确认图案的页面。如果打印的图案看上去是校准的，则单击“完成”。否则可以单击“校准”重新执行校准操作。";
ValidationPagePrintingMsg = "正在打印带有验证模式的页面。如果内部框不可见，则请单击“完成”。否则可以单击“校准”重新执行校准操作。";
HSDDoneButton = "完成";

SemiAutomaticAlignCompletionAlertTitle = "打印机正在打印一页校准图案";
SemiAutomaticAlignCompletionAlertMessage = "请按照该页上的说明完成校准过程。";

CompletionAlertTitle = "墨盒校准已完成";
CompletionAlertMessage = "现在，您可单击“检查”按钮来打印检查页或单击“完成”按钮来完成校准过程。要打印检查页，您应在以下打印对话框中选择配置的设备，然后单击“打印”按钮。";
VerifyButton = "检查";
PrintingPatternsTitle = "打印图案…";
PrintingValidationPageTitle = "正在打印验证页 …";

AlignPrintheadsExplanation = "执行以下步骤可将打印头彼此校准。这将提供尽可能出色的打印质量。";
AlignPrintheadsInvitation = "建议在每次更换完打印头后都进行一次校准。";

TransferringProcessTitle = "正在传送文件…";
PrintingProcessTitle = "正在打印打印质量诊断页…";

PenChangedMsg = "由于打印墨盒更改，校准操作失败。在校准过程中，请勿卸下、插入或更换墨盒。";

PrintAndAlingButtonsHint = "单击“打印”按钮打印“打印质量诊断页”的副本。\n单击立即“校准”按钮，开始打印校准页。";

NewCartridgeHeader = "已安装新墨盒";
NewCartridgeText = "如果您刚安装了新的墨盒，建议对其进行校准。单击“校准”就可以校准新墨盒。";

HSDPenAlignmentTextFieldTitle = "校准打印墨盒";
HSDInfoTextFieldTitle = "为了获得最佳打印质量，HP 建议您在每次更换打印墨盒时都执行该校准过程。\n单击下方的“校准”按钮时，将打印具有图案的页面，并将要求您根据这些图案回答问题。\n此步骤请仅使用普通纸。";
HSDGuideTextFieldTitle = "准备好继续时，请单击“校准”。";
HSDAlignButtonTitle = "校准";

HSDPatternDescription = "打印机正在打印校准模式页面。在页面右下角找到该模式标识符，并从下方选择对应的选项，然后单击“继续”。";
HSDPattern1 = "模式 1";
HSDPattern2 = "模式 2";
HSDPattern3 = "模式 3";
HSDGoBackButton = "后退";
HSDCancelButton = "取消";
HSDContinueButton = "继续";

HSDPlotDescription = "检查打印的页面。打印的页面上将显示几行方框，每个框都由细线组成。\n\n查找该页每行上较细线条最不明显的方框，然后从右侧列表中表示该框的选项。";
HSDValidationCheck = "打印确认页面";

HSDStraightDescription1 = "检查打印的页面并选择代表最直线的每个区域的标签。";
HSDStraightDescription2 = "选择用于指示最靠近纸张边缘的箭头末端处条带的标签。";
HSDStraightDescription3 = "选择与打印页背景最相配的对应编号补缀。";

OutOfPaperAlertTitle = "纸张用完";
OutOfPaperAlertMessage = "请至少插入两张纸，并按打印机上的按钮。打印图案后，此对话框将自动关闭。";
